tap "aws/tap"
tap "hashicorp/tap"
brew "actionlint"
brew "argocd"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "buf"
brew "coreutils"
brew "mongosh"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "git"
brew "helm"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kustomize"
brew "minikube"
brew "mise"
brew "mysql"
brew "hashicorp/tap/packer"
brew "postgresql"
brew "redis"
brew "starship"
brew "sqlite"
brew "watch"
brew "yamlfmt"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
cask "codex"
cask "1password"
cask "appcleaner"
cask "aws-vpn-client"
cask "claude-code"
cask "deepl"
cask "discord"
cask "displaylink"
cask "docker-desktop"
cask "elgato-game-capture-hd"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "imageoptim"
cask "karabiner-elements"
cask "kiro-cli"
cask "loopback"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "slack"
cask "tradingview"
cask "tunnelbear"
cask "tunnelblick"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
