tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "python@3.8"
brew "awscli"
brew "git"
brew "go"
brew "mas"
brew "ruby"
brew "tree"
brew "zsh"
brew "zsh-completions"
cask "appcleaner"
cask "cheatsheet"
cask "dash"
cask "docker"
cask "elgato-game-capture-hd"
cask "firefox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "honto"
cask "hyper"
cask "ilok-license-manager"
cask "imagealpha"
cask "imageoptim"
cask "intellij-idea-ce"
cask "kindle"
cask "license-control-center"
cask "native-access"
cask "processing"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "waves-central"
cask "zoomus"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro X", id: 634148309
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
