tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "mas"
brew "openssl"
brew "tree"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "appcleaner"
cask "avast-security"
cask "cheatsheet"
cask "clipy"
cask "dash"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "ilok-license-manager"
cask "imagealpha"
cask "imageoptim"
cask "intellij-idea-ce"
cask "kindle"
cask "license-control-center"
cask "native-access"
cask "processing"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "caskroom/fonts/font-ricty-diminished"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Logic Pro X", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
