tap "aws/tap"
tap "hashicorp/tap"
brew "actionlint"
brew "ansible"
brew "argocd"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "buf"
brew "coreutils"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "git"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "mise"
brew "mongosh"
brew "mysql"
brew "postgresql@14"
brew "redis"
brew "starship"
brew "watch"
brew "yamlfmt"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/packer"
cask "1password"
cask "appcleaner"
cask "aws-vpn-client"
cask "claude-code"
cask "codex"
cask "deepl"
cask "discord"
cask "displaylink"
cask "docker-desktop"
cask "elgato-game-capture-hd"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "imageoptim"
cask "karabiner-elements"
cask "kiro-cli"
cask "loopback"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "slack"
cask "tradingview"
cask "tunnelbear"
cask "tunnelblick"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "mikestead.dotenv"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "wakatime.vscode-wakatime"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
